Repository: mohBasalzaki/tahweel
Catalog: tahweel_*/languages/tahweel-woo-*.po
Languages: ar

source: Tahweel
ar: تحويل

source: Tahweel is a Bank Transfer Plugin.
ar: تحويل هي اضافة تأكيد الحوالات البنكي

source: Enable/Disable
ar: تمكين/ تعطيل

source: Enable or Disable Tahweel
ar: تمكين أو تعطيل التحويل

source: Bank Transfer
ar: تحويل بنكي

source: Tahweel Description
ar: الوصف

source: Please remit your payment to the shop to allow for the delivery to be made
ar: يرجى تحويل الدفعة إلى المتجر للسماح بالتسليم

source: Instructions
ar: تعليمات

source: Default instructions
ar: التعليمات الافتراضية

source: Bank Name
ar: اسم البنك

source: - Choose your bank -
ar: - اختر البنك الخاص بك -

source: National Bank of Sudan
ar: البنك الأهلي السوداني

source: National Bank of Egypt
ar: البنك الأهلي المصري

source: Sudanese Islamic Bank
ar: البنك الإسلامي السوداني

source: Agricultural Bank of Sudan
ar: البنك الزراعي السوداني

source: Saudi Sudanese Bank
ar: البنك السعودي السوداني

source: Sudanese French Bank
ar: البنك السوداني الفرنسي

source: Sudanese Egyptian Bank
ar: البنك السوداني المصري

source: Arabic Sudanese Bank
ar: البنك العربي السوداني

source: Real Estate Commercail Bank
ar: البنك العقاري التجاري

source: Arab Bank for Economic Development in Africa (BADEA)
ar: المصرف العربي للتنمية الاقتصادية في إفريقيا

source: Ivory Bank
ar: بنك آيفوري

source: Omdurman National Bank
ar: بنك أم درمان الوطني

source: Family Bank
ar: بنك الأسرة

source: Financial Investment Bank
ar: بنك الاستثمار المالي

source: AlBaraka Bank Sudan
ar: بنك البركة السوداني

source: Tadamon Bank
ar: بنك التضامن الإسلامي السوداني

source: Animal Resources Bank
ar: بنك الثروة الحيوانية

source: Aljazeera Sudanese Jordanian Bank
ar: بنك الجزيرة السوداني الأردني

source: Bank of Khartoum
ar: بنك الخرطوم

source: Workers National Bank
ar: بنك العمال الوطني

source: United Capital Bank
ar: بنك المال المتحد

source: AlNile Bank
ar: بنك النيل

source: Blue Nile Mashreg Bank
ar: بنك النيل الأزرق المشرق

source: El Nilein Bank
ar: بنك النيلين

source: Byblos Bank
ar: بنك بيبلوس

source: Export Development Bank
ar: بنك تنمية الصادرات

source: Faisal Islamic Bank Sudan
ar: بنك فيصل الإسلامي السوداني

source: Savings and Social Development Bank
ar: مصرف الادخار والتنمية الاجتماعية

source: Balad Bank Sudan
ar: مصرف البلد

source: Industrial Development Bank
ar: مصرف التنمية الصناعية

source: BSIC Bank
ar: مصرف الساحل والصحراء

source: Al Salam Bank
ar: مصرف السلام

source: Commercial Farmer Bank
ar: مصرف المزارع التجاري

source: Account Name
ar: اسم الحساب

source: Account Number
ar: رقم الحساب

source: IBAN
ar: آيبان

source: Vendor Details
ar: معلومات التاجر

source: Vendor Name
ar: اسم التاجر

source: Customer Details
ar: معلومات العميل

source: Choose your bank
ar: اختر البنك الخاص بك

source: Customer Account Name
ar: اسم الحساب المحول منه

source: Full Name As Registered With Bank
ar: الاسم كامل كما مسجل لدى البنك

source: Account Number/or IBAN
ar: رقم الحساب/ او الآيبان

source: Write Account Number/or IBAN
ar: اكتب رقم الحساب/ او الآيبان

source: Process Reference Number
ar: الرقم المرجعي لعملية التحويل

source: Write Transfer Reference Number
ar: اكتب الرقم المرجعي للتحويل

source: Your order will be executed only after checking the payment process
ar: لن يتم تنفيذ طلبك إلا بعد التحقق من عملية الدفع
